Repository: liqpay/plugin-woocommerce
Catalog: liqpay/languages/liqpay-*.po
Languages: ru_ru

source: Платіжний шлюз від LiqPay
ru_ru: Платежный шлюз от LiqPay

source: Дозволяє здійснювати оплату через LiqPay
ru_ru: Позволяет производить оплату через LiqPay

source: Ввімкнений/Вимкнений
ru_ru: Включен/Выключен

source: Ввімкнути оплату через LiqPay
ru_ru: Включить оплату через LiqPay

source: Це те, що користувач побачить як назву методу оплати на сторінці оформлення замовлення.
ru_ru: Это то название метода оплаты, которое пользователь увидит на странице оформления заказа.

source: Оплатити за допомогою LiqPay
ru_ru: Оплатить с помощью LiqPay

source: Опис
ru_ru: Описание

source: Опис цього методу оплати, який буде відображатися користувачеві на сторінці оформлення замовлення.
ru_ru: Описание этого способа оплаты, который будет отображаться пользователю на странице оформления заказа.

source: Оплатіть за допомогою LiqPay легко та швидко.
ru_ru: Оплатите с помощью LiqPay легко и быстро.

source: Тестовий режим
ru_ru: Тестовый режим

source: Ввімкнути тестовий режим
ru_ru: Включить тестовый режим

source: Якщо ввімкнений тестовий режим, то платіж не буде здійснений, а лише перевірений.
ru_ru: Если включен тестовый режим, то платеж не будет произведен, а только проверен.

source: Так
ru_ru: Да

source: Тестовий публічный ключ
ru_ru: Тестовый публичный ключ

source: Тестовий приватний ключ
ru_ru: Тестовый приватный ключ

source: Публичний ключ
ru_ru: Публичный ключ

source: Приватний ключ
ru_ru: Приватный ключ

source: URL у Вашому магазині на який покупець буде переадресовано після завершення покупки.
ru_ru: URL в Вашем магазине, на который покупатель будет переадресован после завершения покупки.

source: URL у Вашому магазині на який буде відправлено повідомлення про статус платежу.
ru_ru: URL в Вашем магазине, на который будет отправлено сообщение о статусе платежа.

source: Замовлення %s
ru_ru: Заказ %s
